{
  "Curse": {
    "1": "Your daughter looks like fish.",
    "2": "Your partner cheats on you with the maintenance person while you’re struggling to pay the mortgage.",
    "3": "Your face looks like shovel. You accidentally killed your husband by forcibly kissing him.",
    "4": "You look like a fish. You find a husband/wife who looks like a cat, hoping it would improve your offspring’s appearance. After 10 months of pregnancy, you end up having a child that looks like a catfish.",
    "5": "Everything goes well until you find out your boss who has been underpaying you for years has also been sleeping with your wife/husband, for years.",
    "6": "The ceiling falls on you when you’re being a Karen. Nobody wants to save you because they see your haircut.",
    "7": "You hate people calling you Karen. One day you’re crushed by a car, and now people don’t call you Karen anymore. They call you dead Karen.",
    "8": "Your ex-boyfriend/ex-girlfriend becomes your child’s drug dealer",
    "9": "Everyone considers you being their ugliest contact on the list",
    "10": "You fail to pay your mortgage and end up being homeless",
    "11": "You tongue touches a cockroach in your soup. It’s your wedding.",
    "12": "You will marry a broke man/ugly woman, live in a shabby place, and deliver a bunch of little monsters.",
    "13": "The nerd you bullied in high school becomes your supervisor.",
    "14": "You are being a Karen in a restaurant. You want to speak to the manager. You don’t know that the manager is another Jeffery Dahmer.",
    "15": "You are watching serial killer documentaries with your husband/wife. You don’t know that your husband/wife is watching them as tutorials.",
    "16": "Your psychiatrist sees a new house with a big swimming pool when you walk in.",
    "17": "After working for 30 years you're still financially embarrassing, and they fire you.",
    "18": "Someone on drug digs out your grandma’s coffin, and pees on it.",
    "19": "Your child will be born with defect because you eat too much additives.",
    "20": "Your job is replaced by AI perfectly. You don’t have other skills. Nobody needs you. Nobody loves you. You are abandoned now.",
    "21": "You have diarrhea while watching horror movie with your crush"
    
  }
}